---
kind: property
id: P:Autodesk.Revit.DB.Structure.FabricSheet.CutSheetMass
source: html/31122be4-75b6-ed8d-6067-dc17a47cbf77.htm
---
# Autodesk.Revit.DB.Structure.FabricSheet.CutSheetMass Property

The sheet mass after cutting has taken place.

## Syntax (C#)
```csharp
public double CutSheetMass { get; }
```